Repository: sindresorhus/Gifski
Catalog: Gifski/Localizable.xcstrings
Source language: en
Languages: de

source: Accepts MP4 and MOV video files.
de: Unterstützt MP4 und MOV Videodateien

source: Animated GIF
de: Animiertes GIF

source: By default, it's the same as the video file. Must be in the range 3...50. It will never be higher than the source video. It cannot be above 50 because browsers throttle such frame rates, playing them at 10 FPS.
de: Standardmäßig identisch mit der Videodatei. Muss zwischen 3 und 50 liegen. Es kann niemals höher als das Quellvideo sein. Es kann nicht über 50 sein, da Browser bei solchen Bildraten ruckeln.

source: Calculating file size estimate
de: Berechne Schätzung der Dateigröße

source: Cancel
de: Abbrechen

source: Choose a MP4 or MOV video to convert to an animated GIF
de: Wähle ein MP4 oder MOV Video, welches zu einem animierten GIF umgewandelt werden soll

source: Choose how to specify the dimensions.
de: Wähle aus, wie die Dimensionen angegeben werden sollen

source: Choose where to save the GIF
de: Wo soll das GIF gespeichert werden

source: Continue
de: Weiter

source: conversion
de: umwandlung

source: Convert
de: Umwandeln

source: Convert Video to Animated GIF
de: Video in ein animiertes GIF umwandeln

source: converter
de: Konverter

source: Converts a video to a high-quality animated GIF.
de: Wandelt ein Video in ein hochqualitatives GIF

source: Copy
de: Kopieren

source: Custom — %@
de: Eigen - %@

source: Dimension type
de: Abmessungstyp

source: Dimension Type
de: Abmessungstyp

source: Dimensions
de: Abmessungen

source: Dimensions Percent
de: Abmessungen Prozent

source: Dimensions Type
de: Abmessungstyp

source: Drop Video
de: Video ablegen

source: Estimated size:
de: Geschätzte Größe:

source: Failed to get estimate: %@
de: Schätzung konnte nicht erzeugt werden: %@

source: Forever
de: Endlos

source: Frame Rate
de: Bildrate

source: Get Started
de: Los gehts

source: Gifski Library
de: Gifski Bibliothek

source: Go ahead and drag the thumbnail to an app like Finder or Safari
de: Ziehe das Bild direkt in den Finder oder ein andere App wie Safari

source: Height
de: Höhe

source: Loop
de: Schleife

source: Loop count
de: Wiederholungen

source: Loops
de: Wiederholen

source: Makes the GIF loop forever.
de: Wiederholt das GIF endlos

source: Makes the GIF play forward and then backwards.
de: Lässt das GIF erst vorwärts und dann wieder rückwärts laufen

source: Max Height
de: Max Höhe

source: Max Width
de: Max Breite

source: New Conversion
de: Neue Umwandlung

source: Open
de: Öffnen

source: Open…
de: Öffnen...

source: or
de: oder

source: Percent
de: Prozent

source: Pixels
de: Pixel

source: Press the arrow up/down keys to change the value by 1. Hold the Option key meanwhile to change it by 10.
de: Nutze die Pfeiltasten um den Wert um 1 zu verändern. Halte dabei zusätzlich die Optionstaste, um den Wert um 10 zu verändern.

source: Quality
de: Qualität

source: Save
de: Speichern

source: Share
de: Teilen

source: Share App
de: App teilen

source: Source Code
de: Quellcode

source: Speed
de: Geschwindkeit

source: The resize percentage of the original dimensions (1-100%).
de: Prozentuale Größe des Originals (1-100%)

source: Website
de: Webseite

source: Width
de: Breite

source: You can specify both width and height or either.
de: Du kannst die Höhe, Breite oder beides angeben.
